[Balance.PawnBalance_Allium_YetiBaby AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Yeti Fedelho")
PlayThroughs[1]=(DisplayName="Yeti Fedelho Feroz")
PlayThroughs[2]=(DisplayName="Yeti Fedelho Abominável")

[Character.CharClass_Allium_YetiBaby AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

